Repository: olegnaumenko/Corruga-1
Catalog: Resources/*.lproj/Localizable.strings
Languages: ru, uk

# share-view-share-title
source: Share Corruga
ru: Поделиться Корругой
uk: Поділитися

# share-view-point-camera-text
source: To download Corruga, point Your camera here:
ru: Чтобы загрузить Корругу, наведите вашу камеру:
uk: Щоб завантажити Корругу, направте камеру вашого пристрою:

# share-view-share-social-text
source: Share Corruga in social & messengers:
ru: Поделиться в соцсетях и мессенджерах:
uk: Поділитися в соцмережах і мессенджерах:

# share-view-share-button-title
source: Share Corruga
ru: Поделиться Корругой
uk: Поділитися Корругою

# tab-bar-news-title
source: News
ru: Новости
uk: Новини

# tab-bar-video-title
source: Video
ru: Видео
uk: Відео

# tab-bar-dictionary-title
source: Dictionary
ru: Словарь
uk: Словник

# tab-bar-board-title
source: Board
ru: Объявления
uk: Об'яви

# dict-view-search-placeholder
source: search term
ru: искать термин
uk: шукати термін

# dict-view-search-no-results
source: No results found. Try again.
uk: Нічого не знайдено. Спробуйте ще.

# dict-view-search-total-found
source: Total terms found:
uk: Всього знайдено термінів:

# translation-view-title
source: Translation
ru: Перевод
uk: Переклад

# news-view-search-found
source: Found:
uk: Знайдено:

# image-zoom-view-visit-company-website
source: Please visit company website
uk: Будьласка, зайдіть на сайт компанії

# image-zoom-view-close
source: Close
uk: Закрити

# ad-pic-title-1
source: PLANE CUTTING MACHINES (ASAHI)
ru: ПЛОСКОВЫСЕКАТЕЛЬНЫЕ АВТОМАТЫ (ASAHI)
uk: ПЛОСКОВИСІКАЛЬНІ АВТОМАТИ (ASAHI)

# ad-pic-title-2
source: PRINTING EQUIPMENT (CELLMACH)
ru: ОБОРУДОВАНИЕ ДЛЯ ПЕЧАТИ (CELLMACH)
uk: ОБЛАДНАННЯ ДЛЯ ДРУКУ (CELLMACH)

# ad-pic-title-3
source: CORRUGATED BOARD MACHINERY (FOSSALUZZA)
ru: ТРАНСПОРТНЫЕ СИСТЕМЫ (FOSSALUZZA)
uk: ТРАНСПОРТНІ СИСТЕМИ (FOSSALUZZA)

# ad-pic-title-4
source: COMPLETE LINES AND MACHINES (FOSBER)
ru: КОМПЛЕКТНЫЕ ГОФРОАГРЕГАТЫ (FOSBER)
uk: КОМПЛЕКТНІ ГОФРОАГРЕГАТИ (FOSBER)

# ad-pic-title-5
source: PACKAGING EQUIPMENT (MOSCA)
ru: УПАКОВОЧНОЕ ОБОРУДОВАНИЕ (MOSCA)
uk: ПФКУВАЛЬНЕ ОБЛАДНАННЯ (MOSCA)

# ad-pic-title-6
source: EQUIPMENT FOR THE PRODUCTION AND ASSEMBLY OF CORRUGATED CARDBOARD LATTICE (PREMIER)
ru: ОБОРУДОВАНИЕ ДЛЯ ПРОИЗВОДСТВА И СБОРКИ РЕШЕТКИ ИЗ ГОФРИРОВАННОГО КАРТОНА / КАРТОНА ХРОМ-ЭРЗАЦ (PREMIER)
uk: ОБЛАДНАННЯ ДЛЯ ВИРОНИЦТВА РЕШІТКИ З ГОФРОВАНОГО КАРТОНУ / КАРТОНУ ХРОМ-ЕРЗАЦ (PREMIER)

# ad-pic-title-7
source: AUTOMATIC GLUE KITCHENS (SRP)
ru: АВТОМАТИЧЕСКИЕ КЛЕЕВЫЕ КУХНИ (SRP)
uk: АВТОМАТИЧНІ КЛЕЙОВІ КУХНІ (SRP)

# ad-pic-title-8
source: HI SPEED INLINE CASEMAKERS AND CORRUGATORS (TCY)
ru: ВЫСОКОСКОРОСТНЫЕ КОНВЕРТНЫЕ ЛИНИИ И ГОФРОАГРЕГАТЫ (TCY)
uk: ШВИДКІСНІ КОНВЕРТНІ ЛІНІЇ ТА ГОФРОАГРЕГАТИ (TCY)

# ad-pic-title-9
source: PAPER PRESSES (TECHGENE)
ru: МАКУЛАТУРНЫЕ ПРЕССЫ (TECHGENE)
uk: МАКУЛАТУРНІ ПРЕСИ (TECHGENE)

# ad-pic-title-10
source: MULTI-POINT FOLDER GLUER LINES (VEGA)
ru: МНОГОТОЧЕЧНЫЕ ФАЛЬЦЕВАЛЬНО-СКЛЕИВАЮЩИЕ ЛИНИИ (VEGA)
uk: БАГАТОТОЧКОВІ ФАЛЬЦЕВАЛЬНО-КЛЕЮЧІ ЛІНІЇ (VEGA)

# ad-pic-title-11
source: TRANSPORT MACHINERY (WSA)
ru: ТРАНСПОРТНЫЕ СИСТЕМЫ (WSA)
uk: ТРАНСПОРТНІ СИСТЕМЫ (WSA)

# web-item-error-loading
source: Error loading this page:
ru: Ошибка при загрузке страницы:
